oh-my-fish/plugin-brew
fisherman/getopts
oh-my-fish/plugin-gi
fisherman/git_util
fisherman/host_info
fisherman/humanize_duration
fisherman/last_job_id
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/simple
fisherman/z
