fisherman/await
oh-my-fish/plugin-brew
fisherman/fzf
fisherman/getopts
oh-my-fish/plugin-gi
fisherman/last_job_id
oh-my-fish/plugin-peco
oh-my-fish/theme-robbyrussell
fisherman/z
